<template>
  <div class="forex_footer blog-footer">
    <div class="elements-pagination">
      <el-pagination small layout="prev, pager, next" :total="50" />
    </div>
    <div class="blogfooter-title">Форекс блог трейдера о торговле онлайн</div>
    <div class="blogfooter-txt">
       Форекс Блог трейдера содержит максимум полезной
       и актуальной информации об онлайн торговле на форекс.
       Здесь вы всегда найдете самые свежие аналитические обзоры,
       тематические статьи и подробные обучающие материалы,
       авторами которых являются профессиональные трейдеры и опытные аналитики.
       В своих статьях в форекс блог они ежедневно делятся своим экспертным мнением,
       полезными индикаторами форекс и их настройками, торговыми рекомендациями и
       авторскими методиками, информируют читателей о последних изменениях,
       происходящих на форекс, и обеспечивают своевременный технический анализ с
       тщательным рассмотрением ценовых графиков. Наши авторы публикуют авторские
       прибыльные торговые стратегии форекс и подборки графических ценовых паттернов.
    </div>
    <div class="blogfooter-title_second">Все необходимые материалы для заработка на рынке форекс в блоге трейдера</div>
    <div class="blogfooter-txt">
      Подробное описание новейших стратегий торговли, особенности
      настройки редких индикаторов и торговых советников, ежедневный
      фундаментальный и технический анализ рынка – все это вы найдете
      на страницах нашего форекс блога. Также блог трейдеров уделяет
      внимание и предстоящим ключевым экономическим событиям,
      на основании которых трейдеры, ориентирующиеся в своей
      торговле на фундаментальные данные, планируют сделки. Новички
      в торговле найдут все необходимые материалы <span class="link">форекс для начинающих</span>.
      <div class="margin_10">Наряду с вышеперечисленными темами блог трейдеров освещает и многие
      дополнительные вопросы <span class="link">трейдинга для профессионалов </span>– правила
      манименеджмента, систему управления рисками и психологию торговли,
      сложные торговые системы и уроки по созданию собственных индикаторов
      и советников. Владение этими темами необходимо всем трейдерам
      forex без исключения.</div>
      <div class="margin_10">
      Кроме того, портал для трейдеров представляет
      собой <span class="link">блог по криптовалюте</span> и включает подробные аналитические и обучающие видеообзоры,
      максимально информативные и полезные как для новичков, так
      и для профессионалов рынка форекс. Здесь мы размещаем новости и
      материалы о криптовалютах и блокчейн-технологиях - все, что необходимо
      знать для успешной работы и инвестирования на криптовалютном рынке. </div>
      <div class="margin_10">Также имеется раздел, посвящённый <span class="link">инвестициям в финансовые рынки</span>, авторы которого
      рассматривают топовые варианты инвестирования и дают рекомендации для инвесторов
      форекс.</div>
      <div>Мы создали блог форекс в целях ежедневной публикации комплекса материалов и
      статей о валютном рынке - для формирования у трейдера целостного представления о текущей
      ситуации на форекс. И сегодня мы можем с уверенностью утверждать, что поставленные нами цели
      достигнуты. Наш специализированный форекс блог ежедневно посещают тысячи трейдеров, желающих владеть
      полной информацией о последних событиях на рынке и зарабатывать на форекс онлайн. С момента запуска
      посещаемость страниц блога форекс возросла многократно. Стоит отметить, что доступ к материалам, которые
      содержит портал трейдеров LiteForex, предоставляется для всех читателей абсолютно бесплатно. Знакомяс
      ь с публикуемыми материалами и изучая авторские торговые стратегии, вы можете оставлять свои комментарии
      к статьям в блог трейдера и общаться с другими читателями. Но если у вас нет времени
      читать или отслеживать новые материалы блога, вы можете оформить подписку и получать свежие
      статьи на свой e-mail.</div>
    </div>
    <div class="blogfooter-title_second">
      Успешные форекс трейдеры валютного рынка делятся своим опытом и стратегиями заработка
    </div>
    <div class="blogfooter-txt">
      Сегодня, когда интернет изобилует многочисленными форекс
      блогами, мы хотим, чтобы наш блог трейдеров
      оставался полезным вам на протяжении всего периода вашей
      торговли на форекс и помогал вам в реализации торговых стратегий.
      Мы хотим, чтобы трейдеры в поиске ценной информации возвращались к
      нам снова и снова, поэтому мы сделали форекс блог для трейдеров
      максимально удобным, полезным и интересным. Наши авторы,
      это именитые аналитики и успешные трейдеры, которые делятся своими
      секретами успеха на форекс. Редакция форекс блога следит за качеством и
      правдивостью публикуемых материалов и тщательно отбирает статьи для публикации.
      Каждую пятницу мы пополняем рубрику «<span class="link">Юмор Форекс</span>», на страницах которой мы
      непринуждённо со здоровым сарказмом обсуждаем топовые события рынков и
      говорим о наболевшем. Блог трейдеров LiteForex – это популярный и полноценный источник
      регулярно обновляемой информации, необходимой для успешной торговли и улучшения
      торговых навыков.
    </div>
    <div class="blogfooter-txt">Блог трейдеров LiteForex – это популярный и полноценный источник регулярно обновляемой информации, необходимой для успешной торговли и улучшения торговых навыков.</div>
  </div>
</template>

<style lang="scss">
.link {
  color: $blue-color-and-link;
  cursor: pointer;
}
.elements-pagination {
  text-align:center; 
  margin-top:50px;
  margin-bottom:50px;
}
.forex_footer{
  color: #333;
}
.margin_10 {
 margin-top:10px;
}
.blogfooter-title {
  font-size: 36px; 
  font-weight: bold; 
  margin-bottom:30px
}
.blogfooter-title_second {
  font-size: 18px; 
  color: black;
  margin-bottom:30px;
}
.blogfooter-txt {
  font-size:15px; 
  margin-bottom:30px 
}
.blog-footer {
  width:80%;
  margin:0 auto
}
@media (max-width: 500px) {
  .forex_footer {
    display: none;
    color: #333;
  }
}
</style>
