{
    "content": {
      "id": 1,
      "title": "Marshall Gittler's Market Outlook: USD up, EUR down on risk-off; UK CPI, FOMC minutes",
      "text": "A typical “risk off” profile to the FX market: CHF and JPY were the two best-performing currencies, while the commodity currencies were the biggest losers.",
      "published": "2019-02-09T00:09",
      "author": {
        "name": "Marshall Gittler",
        "avatar": "/img/blogs-img/second_bl_face.svg"
      },
      "sections": [
        {
          "image": "/img/blogs-img/blogcontent-imgfirst.jpg"
        },
        {
          "title": "Market Recap",
          "text": "<div>A typical “risk off” profile to the FX market: CHF and JPY were the two best-performing currencies, while the commodity currencies were the biggest losers. The move was due to renewed concerns about US-North Korea relations after Trump said that there’s a “very substantial chance” his proposed summit with North Korea’s Kim “won’t work out.” US stocks closed lower as a result. </div> </br >  <div class=\"v-html-margin\">Odd then that EUR was lower too. Peripheral European bond spreads tightened as doubts emerged that Italy’s President Mattarella would accept the 5 Star/League’s nomination for the next PM, Giuseppe Conte, after questions arose about whether he was entirely honest about his stated academic qualifications. It seems that EUR/USD is being driven more by global risk factors than the idiosyncratic European factors, and the conclusion must be that EUR is the “risk on” currency and USD the “risk off” currency. Mattarella is expected to announce his decision today.</div> </br> <div class=\"v-html-margin-gilt\">Gilt yields rose and GBP gained slightly after Bank of England Gov. Carney told Parliament’s Treasury Committee that “it made sense to take a bit of time” to assess the economic outlook in light of the soft Q1 GDP, while noting that it's more likely to have been temporary and idiosyncratic factors that slowed the economy.” His colleague on the Monetary Policy Committee, Gertjan Vlieghe, who is usually considered a dove, said he sees one or two rate hikes a year for the next three years – a far more ambitious hiking cycle than the market is prepared for. Investors see only two hikes in the next four years.</div>",
          "image": "/img/blogs-img/blogcontent-imgraphic.jpg"
        },
        {
          "title": "Today's market",
          "text": "<div>Finally, we get an active day. </div> </br> <div class=\"v-html-margin\">First thing on the agenda is the preliminary purchasing managers’ indices (PMIs) for the Eurozone. The manufacturing PMIs are all expected to be down a little, confirming the loss of some momentum in the EU economy. The scale of the decline is modest though and the PMIs are at historically high levels, so even a small decline leaves them at levels indicating continued expansion.</div>"
        }
      ],
      "comments": [
        {
          "id": 1,
          "txt": "Well written article, Andrew, thanks. <br> Some thoughts: the research seems to have two goals. One is to prolong life as much as possible, the other is to increase the quality of life for the aged. Is it realistic to take the number of years lived as an indicator of quality? Your article is vague on this distinction. Wouldn’t it be funny if the research showed good food, lots of stimulation and social interaction alone made dogs healthier and prolonged lives? <br> Also, any discussion of the side effects of taking immunosuppressive drugs? Not to mention the costs? ",
          "time": "2020-02-09T00:01",
          "author": {
            "name": "ATrigueiro",
            "avatar": "/comments/comments-photo-3.png"
          },
          "assessment": "+3"
        },
        {
          "id": 2,
          "responseTo": 1,
          "txt": "Should be using 23 Sep or 21 Dec as start date for the daily analysis now since March 25? TY",
          "time": "2020-02-09T00:04",
          "author": {
            "name": "Blue Whisper",
            "avatar": "/img/blogs-img/comment-photo.png"
          }
        },
        {
          "id": 3,
          "txt": "I went through all this....And my Global Pivot Point is 28th of October...instead of 15th???",
          "time": "2020-02-09T00:01",
          "author": {
            "name": "J.R. Jones",
            "avatar": "/comments/comments-photo-1.png"
          }
        },
        {
          "id": 4,
          "txt": "Well written article, Andrew, thanks. <br> Some thoughts: the research seems to have two goals. One is to prolong life as much as possible, the other is to increase the quality of life for the aged. Is it realistic to take the number of years lived as an indicator of quality? Your article is vague on this distinction. Wouldn’t it be funny if the research showed good food, lots of stimulation and social interaction alone made dogs healthier and prolonged lives? <br> Also, any discussion of the side effects of taking immunosuppressive drugs? Not to mention the costs? ",
          "time": "2020-02-09T00:01",
          "author": {
            "name": "ATrigueiro",
            "avatar": "/comments/comments-photo-3.png"
          },
          "assessment": "+3"
        }
      ]
    },
    "rating": {
      "rating": 4.8,
      "votes": 14,
      "facebook": "/img/blogs-img/facebook.png",
      "twitter": "/img/blogs-img/twit.png",
      "vk": "/img/blogs-img/wk.png"
    },
    "tags": [
      "Horses",
      "Identy",
      "Self",
      "Farm",
      "Inmates"
    ]
}
